Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# ENGINE_DIRECTORIES
source: Directories within the engine
fr: Répertoires de l'engine

source: Enter backup key
fr: Clé de sauvegarde

source: Enter your personal details
fr: Votre identité

# ENTER_GROUP_DETAILS
source: New group details
fr: Détails du nouveau groupe

# ENTER_PASSWORD
source: Enter a password
fr: Entrez un mot de passe

source: Enter your passcode
fr: Entrez votre code personnalisé

source: Ephemeral message
fr: Message éphémère

source: Ephemeral messages
fr: Messages éphémères

source: Error
fr: Erreur

source: Error description:
fr: Description de l'erreur:

# ESTABLISHING_SECURE_CHANNEL
source: Establishing a secure discussion channel
fr: Établissement d'un canal de discussion sécurisé

# ESTABLISHING_SECURE_CHANNEL_EXPLANATION
source: A secure discussion channel is currently being created. This process should take a few seconds if both you and your contact are online. If you believe that something went wrong, you can restart the channel creation.
fr: Un canal sécurisé est actuellement en cours de création. Ce processus ne demande que quelques secondes si vous et votre contact êtes tous deux en ligne. Si vous pensez que quelque chose s'est mal passé, vous pouvez redémarrer la création de ce canal.

# ESTIMATING_TIME_REMAINING
source: Estimating remaining time...
fr: Estimation du temps restant...

source: Everyone
fr: Tout le monde

source: Exclude
fr: Exclure

# EXPECTED_DELETION_DATE
source: Deletion date
fr: Date de suppression

# EXPIRATION_SETTINGS_EXPLANATION
source: The settings below are shared between all participants in this discussion. Changing them will affect the default visibility and existence duration of messages sent by all participants.
fr: Les paramètres ci-dessous sont partagés par l'ensemble des participants à la discussion. En cas de modification, la nouvelle durée de visibilité et d'existence sera envoyée à tous les participants.

# EXPIRATION_SETTINGS_TITLE
source: Ephemeral messages
fr: Messages éphémères

source: Expired
fr: Expiré

source: Expired since %@
fr: Expirée depuis le %@

# EXPLANATION_CONTACT_REVOKED_AND_UNBLOCKED
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. You previously decided to manually unblock them. If you are unsure about your decision, it is recommended you re-block this contact. Please contact your administrator for more details.
fr: Ce contact a été révoqué par le fournisseur d'identité de votre société. Leur ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Vous avez précédemment décidé de le débloquer manuellement. Si vous n'êtes pas certain de votre décision, il est recommandé de bloquer ce contact à nouveau. Veuillez contacter votre administrateur pour plus d'informations.

# EXPLANATION_FOR_CLONING_A_GROUP_V1_TO_GROUP_V2
source: This group does not support more than one administrator. But you can clone this group into a new one that will 🚀!
fr: Ce groupe ne permet pas d'avoir plusieurs administrateurs. Mais vous pouvez le cloner en un nouveau groupe de dernière génération qui le permettra 🚀 !

# EXPLANATION_KEYCLOAK_BIND
source: The name above was retrieved from your company's identity provider. Once your Olvid ID is managed by your this provider, this is how your contacts will see you in Olvid.
fr: Le nom ci-dessus à été récupéré depuis le fournisseur d'identité de votre société. Une fois votre ID Olvid géré par ce fournisseur, c'est comme cela que vos contacts vous verront dans Olvid.

# EXPLANATION_KEYCLOAK_UPDATE_BAD_SERVER
source: Olvid was unable to configure your company's identity provider with your current Olvid ID because your ID was generated on a different Olvid server.
fr: Olvid ne peut pas configurer le fournisseur d'identité de votre société avec votre ID Olvid actuel. Votre ID a été généré sur un serveur Olvid différent.

# EXPLANATION_KEYCLOAK_UPDATE_NEW
source: You are about to configure your company's identity provider in Olvid. Once configured, you can authenticate with this server and Olvid will let you to seamlessly add other employees to your contacts.
fr: Vous êtes sur le point de configurer le fournisseur d'identité de votre société au sein d'Olvid. Une fois configuré, vous pourrez vous authentifier auprès de ce serveur et Olvid vous permettra d'ajouter automatiquement d'autres employés à vos contacts.

# EXPLANATION_MANAGED_IDENTITY
source: The name above was retrieved from your Identity provider and can't be changed. You may still choose a profile picture. These details will never be sent to Olvid's servers.
fr: Le nom ci-dessus a été obtenu via votre fournisseur d'identité et ne peut être modifié. Vous pouvez néanmoins choisir une photo de profil. Ces informations ne seront jamais envoyées aux serveurs d'Olvid.

# EXPLANATION_PLACED_ABOVE_LIST_OF_NON_ONE_TO_ONE_CONTACTS
source: The following users are not part of your contacts (yet), so you cannot have a private discussion with them. But you can invite them easily 🚀!
fr: Les utilisateurs ci-dessous ne font pas (encore) partie de vos contacts, et vous ne pouvez donc pas encore avoir de discussion privée avec eux. Mais vous pouvez les y inviter facilement 🚀 !

# EXPLANATION_WHY_RECORD_PERMISSION_IS_IMPORTANT
source: To place or receive secure calls ☎️, and to record voice messages 🎵, Olvid needs access to the microphone. To make sure you never miss a secure call, we recommend you grant access now 🤓.
fr: Pour passer ou recevoir des appels sécurisés ☎️ et pour enregistrer des messages audio 🎵, il faut accorder à Olvid le droit d'accéder au micro. Afin de ne rater aucun appel, nous vous recommandons de le faire maintenant 🤓.

source: Export App Database
fr: Exporter la base de données de l'App

source: Export Engine Database
fr: Exporter la base de données de l'Engine

source: Export to File App
fr: Exporter vers l'App Fichiers

# EXPORT_TMP_DIRECTORY
source: Export the tmp directory
fr: Exporter le répertoire tmp

source: Failed
fr: Échoué

# FAILED_TO_HIDE_OWNED_ID_ALERT_MESSAGE
source: Please try again. When choosing the password, please make sure it is not a prefix of an existing hidden profile password.
fr: Vous pouvez essayer à nouveau, en prenant garde à choisir un mot de passe qui ne soit pas le préfixe d'un mot de passe d'un autre profil masqué.

# FAILED_TO_HIDE_OWNED_ID_ALERT_TITLE
source: The profile could not be hidden
fr: Le profil n'a pas pu être masqué

# FAILED_TO_RESTORE_PURCHASES_%@
source: Previous purchases could not be restored: %@.
fr: Les achats n'ont pas pu être restaurés : %@.

# FAILED_TO_START_FREE_TRIAL
source: Your free trial could not be started. Please try again later.
fr: L'essai gratuit n'a pas pu être activé. N'hésitez pas à essayer à nouveau plus tard.

# FETCH_MISSING_PREVIEW_LABEL
source: Generate missing link previews
fr: Générer des aperçus de liens s'ils sont manquants

# FETCH_MISSING_PREVIEW_SECTION_FOOTER
source: Once activated, Olvid will automatically fetch previews of links you receive (if a preview is not attached to the message).
fr: Une fois cette option activée, Olvid téléchargera automatiquement un aperçu des liens que vous recevez (si un aperçu n\'est pas joint au message).

source: Fetching latest upload...
fr: Récupération de la dernière sauvegarde...

source: File exported to Files App
fr: Fichier exporté vers l'app Fichiers

# FILES_APP
source: Files
fr: Fichiers

# FIRST_NAME_LAST_NAME
source: First, Last
fr: Prénom Nom

# FOLLOWING_MEMBERS_MUST_UPGRADE_BEFORE_CREATING_GROUP_V2_%@
source: In order to create a group V2, all group members must use a recent version of Olvid 🤓. Please try again after asking the following members to upgrade to the latest version of Olvid: %@.
fr: Pour pouvoir créer un groupe v2, tous les membres doivent utiliser une version récente d'Olvid 🤓. Avant d'essayer à nouveau, demandez aux contacts suivants de mettre Olvid à jour: %@.

source: Forgot your backup key?
fr: Clé de sauvegarde oubliée ?

# FORM_COMPANY
source: Company
fr: Société

# FORM_FIRST_NAME
source: First name
fr: Prénom

# FORM_LAST_NAME
source: Last name
fr: Nom de famille

# FORM_NICKNAME
source: Nickname
fr: Surnom

# FORM_POSITION
source: Position
fr: Poste

source: Forwarded
fr: Transféré

source: Free
fr: Gratuit

source: Free features
fr: Fonctionnalités gratuites

# FREE_TRIAL_ENDED_ON_%@
source: The free trial expired on %@
fr: La période d'essai a expiré le %@

source: Free trial expired
fr: Période d'essai expirée

source: Gallery
fr: Galerie

source: Generate new backup key now
fr: Regénérer une clé de sauvegarde maintenant

source: Generate new backup key?
fr: Générer une nouvelle clé de sauvegarde ?

# GENERATE_BACKUP_KEY_SECTION_TITLE
source: Backup key
fr: Clé de sauvegarde

# GENERATE_NEW_BACKUP_KEY
source: Generate a backup key
fr: Générer une clé de sauvegarde

# GLOBAL_EXPIRATION_SETTINGS_EXPLANATION
source: The settings below will be applied to all new one-to-one discussions and to all new group discussions that you create. Please note that these settings will be shared among all the participant of the discussion.
fr: Les paramètres ci-dessous seront appliqués à toute nouvelle discussion « one-to-one » ainsi qu'à toute nouvelle discussion de groupe que vous créerez. Veuillez noter que ces paramètres de discussion seront partagés avec tous les participants.

# GLOBAL_LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize the default behavior of ephemeral messages. These settings are not shared with other discussion participants.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement par défaut des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants aux discussions.

# GLOBAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in your discussions. They can be overidden in each discussion.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans vos discussions. Ces paramètres par défaut peuvent être modifiés indépendamment pour chaque discussion.

# GO_TO_APP_STORE_BUTTON_TITLE
source: Open the App Store
fr: Ouvrir l'App Store

# GRACE_PERIOD
source: Require authentication
fr: Exiger l'authentification

source: Grace period ended
fr: Le délai de grâce est échu

source: Grace period ended on %@
fr: La période de grâce a pris fin le %@

source: Grace period ends on %@
fr: La période de grâce prendra fin le %@

# GRACE_PERIOD_EXPLANATION_%@
source: After being closed, Olvid will be locked after %@.
fr: Une fois fermée, Olvid se verrouillera après %@.

# GRACE_PERIOD_TITLE_%@
source: after %@
fr: après %@

# GRANT_PERMISSION_TO_RECORD_BUTTON_TITLE
source: Allow microphone access
fr: Autoriser l'accès au micro

# GRANT_PERMISSION_TO_RECORD_IN_SETTINGS_BUTTON_TITLE
source: Go to Settings
fr: Aller dans les Réglages

source: Group Card - New
fr: Group Card - Nouvelle

source: Group Card - On My iPhone
fr: Group Card - Sur mon iPhone

source: Group Card - Published
fr: Group Card - Publiée

source: Group Card - Unpublished Draft
fr: Group Card - Brouillon non publié

source: Group description
fr: Description du groupe

source: Group name
fr: Nom du groupe

# GROUP_PARAMETERS_TITLE
source: Group's parameters
fr: Paramètres de discussion

# GROUP_TYPE_TITLE
source: Group types
fr: Types de discussion

# GROUP_UPDATE_IN_PROGRESS_EXPLANATION_BODY
source: An update of this group is in progress. Please wait until it is done to make further modifications.
fr: Une mise à jour du groupe est en cours. Merci de patienter jusqu'à son terme pour faire de nouvelles modifications.

# GROUP_UPDATE_IN_PROGRESS_EXPLANATION_TITLE
source: Update in progress
fr: Mise à jour en cours

# GROUP_V2_PUBLISHED_DETAILS_EXPLANATION_%@
source: The group details were updated. If you wish to use these new details instead of the ones on your %@, please tap the button bellow.
fr: Les détails du groupe ont été mis à jour. Si vous désirez utiliser ces nouveaux détails au lieu de ceux sur votre %@, touchez le bouton ci-dessous.

source: Groups
fr: Groupes

source: Groups joined
fr: Groupes rejoints

source: Groups that you administer
fr: Groupes que vous administrez

source: Hidden profiles
fr: Profils masqués

source: Hide notifications
fr: Cacher les notifications

# Hide notifications content
source: Hide content
fr: Cacher le contenu

# HIDE_GROUP_MEMBER_CHANGE_MESSAGES_CELL_SUBTITLE
source: When activated, messages indicating that a group member joined or left a group will not be displayed in your discussions.
fr: Une fois cette option activée, les messages indiquant qu'un membre à rejoint ou quitté un groupe ne seront plus affichés dans vos discussions.

# HIDE_GROUP_MEMBER_CHANGE_MESSAGES_CELL_TITLE
source: Hide group member change messages
fr: Masquer les messages de modification de groupe

# HIDE_PROFILE_EXPLANATION
source: Hidden profiles are protected by a password and do not appear in you profile list until you enter this password. Accessing a hidden profile requires a long press on the top left button shown on each tab. If you forget this password, you will permanently lose access to this profile 😱!
fr: Les profils masqués sont protégés par un mot de passe et n'apparaissent dans la liste de profils qu'après avoir saisi ce mot de passe. Faites un appui long sur le bouton supérieur gauche affiché sur chaque onglet pour accéder à un profil masqué. Si vous oubliez ce mot de passe, vous perdrez définitivement accès à ce profil 😱 !

# HIDE_THIS_IDENTITY
source: Hide this profile
fr: Masquer ce profil

# HOW_DO_YOU_WANT_TO_SHARE_ID
source: How do you want to share your ID?
fr: Comment voulez-vous partager votre ID ?

# HOW_TO_ADD_MESSAGE_REACTION
source: Double tap a message to add a reaction.
fr: Tapez deux fois sur le message pour ajouter votre réaction.

# HOW_TO_ADD_REACTION_TO_PREFFERED
source: Add a star to a reaction to add it to your favorite reactions.
fr: Ajoutez une étoile à une réaction pour l'ajouter à vos réactions préférées.

# HOW_TO_REMOVE_OWN_REACTION
source: Tap to remove your reaction.
fr: Tapez pour supprimer votre réaction.

source: I have copied the key
fr: J'ai bien copié la clé

source: iCloud access is restricted
fr: Accès restreint à iCloud

source: iCloud backups list
fr: Liste des sauvegardes iCloud

source: iCloud error
fr: Erreur iCloud

source: iCloud status is unclear
fr: Le statut de iCloud n'est pas clair

source: iCloud account temporarily unavailable
fr: Compte iCloud indisponible pour le moment

# ICLOUD_ACCOUNT_TRY_AGAIN_LATER
source: Please try again later
fr: Veuillez essayer à nouveau plus tard

source: Identity
fr: Identité

source: Identity color style
fr: Couleurs pour les identités

source: Identity provider
fr: Fournisseur d'identité

source: Identity provider configuration
fr: Configuration du fournisseur d'identité

# IDENTITY_PROVIDER_CONFIGURED_FAILURE
source: The identity provider of your company does not seem to be available. Please contact your administrator.
fr: Le fournisseur d'identité de votre société ne semble pas disponible. Veuillez contacter votre administrateur.

# IDENTITY_PROVIDER_CONFIGURED_SUCCESS
source: The identity provider of your company was successfully configured. Press "Authenticate" to log in and retrieve your personal information.
fr: Le fournisseur d'identité de votre société a été configuré avec succès. Appuyez sur « S'authentifier » pour vous y connecter et récupérer vos informations personnelles.

# IDENTITY_PROVIDER_OPTION_EXPLANATION
source: This screen lets you to manually configure your company's identity provider. If you received a configuration link (or QR code), please tap on "Back" and tap the link or scan the code. This will make the onboarding process much easier 😇. Please contact your administrator for more details.
fr: Cet écran vous permet de configurer manuellement le fournisseur d'identité de votre entreprise. Si vous avez reçu un lien (ou un code QR) de configuration, appuyez sur « Retour » et appuyez sur le lien ou scannez le code. Le processus de démarrage n'en sera que plus simple 😇. Veuillez contacter votre administrateur pour plus de détails.

source: Identity server
fr: Serveur d'identités

source: Identity settings
fr: Paramètres de l'identité

source: If you wish, you can help the development team by tapping the button below. This will share (only) the following message with them.
fr: Si vous le désirez, vous pouvez aider l'équipe de développement via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.

source: Ignore
fr: Ignorer

source: Immediately
fr: Immédiatement

# IMPOSSIBLE_TO_ADD_%@_WITH_THIS_QR_CODE
source: This QR code cannot be used to add %1$@ to your contacts. Please try again, making sure %1$@ scans your QR code before you scan their's.
fr: Ce code QR ne peut pas être utilisé pour ajouter %1$@ à vos contacts. Veuillez essayer à nouveau, en vous assurant que %1$@ scanne votre code QR avant que vous ne scanniez le sien.

source: In order to invite another Olvid user, you can copy your identity in order to paste it in an email, SMS, and so forth. If you receive the identity of another user, you can paste it here.
fr: Pour inviter un autre utilisateur, vous pouvez copier votre identité puis la coller dans un courriel, un SMS, etc. Si vous recevez l'identité d'un autre utilisateur, vous pouvez la coller ici.

source: In order to add another Olvid user to your contacts, you can send an invitation, scan their QR code, or show them your own QR code.
fr: Afin d'entrer en contact avec un autre utilisateur d'Olvid, vous pouvez lui envoyer une invitation, scanner son code QR, ou afficher le vôtre pour qu'il le scanne.

source: In-app logs
fr: Logs intégrés

# INACTIVE_PROFILE_EXPLANATION_ON_MY_PROFILE_VIEW
source: Your profile is not active on this device but you can reactivate it now.
fr: Votre profil est inactif sur cet appareil mais vous pouvez le réactiver maintenant.

# INCLUDE_CALL_IN_RECENTS
source: Include calls in iOS call log
fr: Partager liste appels avec le système

source: Incorrect code
fr: Code incorrect

# INSTALLED_APP_IS_OUTDATED_ALERT_BODY
source: But don't worry 😊. You can upgrade now to the latest version of Olvid and discover its amazing new features 🤓! We recommend you upgrade now 🚀.
fr: Mais ne vous inquiétez pas 😊. Vous pouvez mettre à jour Olvid dès maintenant et ainsi découvrir les dernières nouveautés 🤓. Nous vous recommandons de mettre à jour maintenant 🚀.

# INSTALLED_APP_IS_OUTDATED_ALERT_TITLE
source: Your Olvid version is obsolete 😱!
fr: Votre version d'Olvid est obsolète 😱 !

# INTERNAL_STORAGE_EXPLORER
source: Storage explorer
fr: Explorateur interne

source: Introduce
fr: Présenter

source: Introduce %@ to...
fr: Présenter %@ à...

# INTRODUCE_CONTACT_%@_TO
source: Introduce %@ to...
fr: Présenter %@ à...

source: Introduced as part of a group discussion
fr: Présenté lors d'une création de groupe

source: Introduced by %@
fr: Présenté par %@

source: Introduced by a former contact
fr: Présenté par un ancien contact

source: Introduced by keycloak server %@
fr: Présenté par le serveur d'identité %@

# INTRODUCED_BY_FORMER_CONTACT
source: Introduced by a former contact
fr: Présenté par un ancien contact

source: Invalid subscription
fr: Abonnement non valide

# INVALID_QR_CODE
source: This QR code is invalid
fr: Ce code QR n'est pas valide

source: Invitation Declined
fr: Invitation Refusée

source: Invitation to join a group
fr: Invitation à rejoindre un groupe

# INVITATION_BODY_ACCEPT_GROUP_INVITE_%@
source: You are invited to join a group created by %@.
fr: Vous êtes invité a rejoindre un groupe créé par %@.

# INVITATION_BODY_ACCEPT_GROUP_V2_INVITE
source: You are invited to join a group.
fr: Vous avez reçu une invitation à rejoindre un groupe.

# INVITATION_BODY_ACCEPT_GROUP_V2_INVITE_%@
source: You are invited to join the group "%@".
fr: Vous avez reçu une invitation à rejoindre le groupe « %@ ».

# INVITATION_BODY_ACCEPT_INVITE_%@
source: If you ignore this invitation, %@ won't be notified.
fr: Si vous ignorez cette invitation, aucune notification ne sera envoyée à %@.

# INVITATION_BODY_ACCEPT_MEDIATOR_INVITE_%@_%@
source: %1$@ would like to introduce you to %2$@. If you accept, %2$@ will be part of your contacts and you will have a private discussion with them.
fr: %1$@ aimerait vous présenter à %2$@. Si vous acceptez, %2$@ fera partie de vos contacts et vous aurez une discussion privée.

# INVITATION_BODY_FREEZE_GROUP_V2_INVITE
source: Please wait while the group is updated...
fr: Veuillez attendre pendant que le groupe est mis à jour...

# INVITATION_BODY_INVITATION_ACCEPTED_%@
source: Please wait until %@ is back online.
fr: Veuillez attendre que %@ se connecte à nouveau...

# INVITATION_BODY_INVITE_SENT_%@
source: Please wait until %@ accepts your invitation to have a private discussion.
fr: Veuillez attendre que %@ accepte d'avoir une discussion privée.

# INVITATION_BODY_MEDIATOR_INVITE_ACCEPTED_%@_%@
source: You accepted to be introduced to %2$@ by %1$@. Please wait until %2$@ also accepts this invitation.
fr: Vous avez accepté la présentation de %1$@. Veuillez attendre que %2$@ l'accepte également.

# INVITATION_BODY_MUTUAL_TRUST_CONFIRMED_%@
source: %@ is now part of your contacts and you can have a private discussion with them.
fr: %@ fait maintenant partie de vos contacts et vous pouvez commencer la discussion privée.

# INVITATION_BODY_ONE_TO_ONE_INVITATION_RECEIVED_%@
source: If you accept, %@ will be added to your contacts and you will have a private discussion with them.
fr: Si vous acceptez, %@ fera partie de vos contacts et vous aurez une discussion privée.

# INVITATION_BODY_ONE_TO_ONE_INVITATION_SENT_%@
source: Please wait until they accept it 🤞.
fr: Veuillez patienter jusqu'à ce que %@ l'accepte 🤞.

# INVITATION_BODY_SAS_CONFIRMED_%@
source: Almost there! Please give your code to %@ to have a private discussion with them.
fr: Nous y sommes presque ! Transmettez votre code à %@ pour avoir une discussion privée.

# INVITATION_BODY_SAS_EXCHANGE_%@
source: In order to have a private discussion with %@, you must give them your code and enter theirs. Those codes are not secret, but please make sure that %1$@ is indeed the one giving you the code.
fr: Pour avoir une discussion privée avec %@, vous devez lui transmettre votre code et saisir le sien. Ces codes ne sont pas secrets, mais assurez-vous que c'est bien %1$@ qui vous transmet son code.

# INVITATION_TITLE_ACCEPT_GROUP_INVITE_%@
source: %@ invites you to a group
fr: %@ vous invite dans un groupe

# INVITATION_TITLE_ACCEPT_GROUP_V2_INVITE
source: You are invited to join a group
fr: Vous avez reçu une invitation à rejoindre un groupe

# INVITATION_TITLE_ACCEPT_INVITE_%@
source: %@ would like to discuss with you
fr: %@ aimerait discuter avec vous

# INVITATION_TITLE_ACCEPT_MEDIATOR_INVITE_%@_%@
source: %1$@ introduces you to %2$@
fr: %1$@ vous présente %2$@

# INVITATION_TITLE_FREEZE_GROUP_V2_INVITE
source: You are invited to join a group
fr: Vous avez reçu une invitation à rejoindre un groupe

# INVITATION_TITLE_INVITATION_ACCEPTED_%@
source: You accepted %@'s invitation
fr: Vous avez accepté l'invitation de %@

# INVITATION_TITLE_INVITE_SENT_%@
source: You sent an invitation to %@
fr: Vous avez envoyé une invitation à %@

# INVITATION_TITLE_MEDIATOR_INVITE_ACCEPTED_%@_%@
source: %1$@ introduces you to %2$@
fr: %1$@ vous présente %2$@

# INVITATION_TITLE_MUTUAL_TRUST_CONFIRMED_%@
source: Well done!
fr: Formidable !

# INVITATION_TITLE_ONE_TO_ONE_INVITATION_RECEIVED_%@
source: %@ would like to have a private discussion with you
fr: %@ aimerait avoir une discussion privée avec vous
